Berichtencatalogus/uitgifteservice/BHRGT_dispatchDataRequest.xml

<soapenv:Envelope 
        xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
        xmlns:dsbhrgt="http://www.broservices.nl/xsd/dsbhr-gt/2.0" 
        xmlns:brocom="http://www.broservices.nl/xsd/brocommon/3.0"
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
        xsi:schemaLocation="http://www.broservices.nl/xsd/dsbhr-gt/2.0 ../../XSD/dsbhr-gt-messages.xsd
        http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
    <!-- Disclaimer: dit voorbeeldbericht valideert tegen de XSD van de uitgifteservice.
         Het houdt geen rekening met bedrijfsregels en is vaktechnisch/inhoudelijk niet voorbeeldig.
        xsi:schemaLocation="http://www.broservices.nl/xsd/dsbhr-gt/2.0 https://schema.broservices.nl/xsd/dsbhr-gt/2.0/dsbhr-gt-messages.xsd"
    -->
    <soapenv:Header/>
    <soapenv:Body>
        <dsbhrgt:dispatchDataRequest>
            <brocom:requestReference>requestReference</brocom:requestReference>
            <brocom:broId>BHR000000699396</brocom:broId>
        </dsbhrgt:dispatchDataRequest>
    </soapenv:Body>
</soapenv:Envelope>